[PAD]
[UNK]
[START]
[END]
!
"
$
%
'
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
?
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
°
‘
’
€
the
to
you
tom
is
he
it
in
that
of
was
do
me
have
this
my
for
she
we
what
don
are
mary
can
his
your
on
be
with
want
not
and
##s
at
like
know
him
there
they
go
her
has
will
re
time
how
ll
as
very
did
had
all
here
up
about
didn
think
out
when
get
from
if
ve
were
an
no
one
would
doesn
by
going
who
come
why
see
good
please
so
let
been
just
where
need
help
more
tell
but
now
never
than
should
##ing
am
something
some
last
got
us
car
too
day
take
much
could
##ed
money
home
people
work
really
back
many
went
our
told
said
any
anything
must
isn
house
does
book
eat
say
lot
today
school
make
french
two
made
long
thought
new
only
room
always
speak
father
right
give
old
man
love
every
night
three
wanted
well
asked
look
still
off
won
tomorrow
before
boston
##d
talk
little
left
way
saw
or
after
over
again
job
put
yesterday
into
live
dog
nothing
better
leave
mother
may
years
english
everything
down
came
them
read
happy
first
stay
buy
children
couldn
other
find
next
took
life
play
wants
understand
##ly
these
ask
friends
keep
stop
used
doing
morning
believe
bought
lost
door
problem
ever
feel
call
friend
soon
##er
away
gave
happened
their
late
sure
name
year
remember
alone
already
enough
teacher
boy
married
without
same
week
knows
bad
hard
water
likes
looking
wait
busy
best
done
bed
even
wasn
john
wrong
try
party
things
often
beautiful
cold
because
hear
thing
seen
able
heard
found
big
food
train
hope
everyone
idea
person
knew
tired
true
answer
brother
looks
japan
being
books
while
around
coffee
learn
use
someone
watch
letter
yet
days
##y
open
world
drink
which
died
wish
met
each
those
almost
girl
pay
sleep
bus
mind
study
young
##e
kind
##t
family
sister
doctor
another
monday
place
truth
seems
anyone
afraid
early
looked
lunch
turn
most
own
care
happen
haven
walk
few
coming
once
parents
ten
tried
else
ago
getting
great
talking
mine
together
both
difficult
tv
cat
rain
until
angry
aren
five
wouldn
hours
write
country
dinner
wife
nobody
phone
show
since
child
yourself
favorite
plan
himself
table
meeting
son
everybody
meet
playing
says
accident
eating
sorry
hurt
japanese
might
question
reading
ate
police
trying
lives
##a
matter
nice
start
under
called
hand
such
month
ran
finished
waiting
far
office
hate
myself
sick
story
fire
important
minutes
music
ready
shouldn
swim
usually
working
drive
students
trouble
window
started
##n
city
having
times
woman
decided
goes
pretty
shoes
##al
arrived
fast
easy
felt
30
needs
small
hot
station
gone
park
##r
breakfast
homework
tonight
change
mistake
##es
forget
broke
christmas
picture
tennis
town
red
word
anymore
fun
afternoon
movie
quite
advice
clock
game
six
baby
comes
eyes
face
thank
visit
run
then
##o
river
##ion
against
class
language
summer
interesting
caught
close
song
studying
stupid
smoking
hair
later
number
rich
spend
australia
dream
hotel
longer
loves
makes
turned
listen
lived
along
box
finish
fish
kept
##ic
began
sit
free
through
questions
end
thinking
death
fell
hour
large
mean
seem
war
watching
america
full
men
news
cannot
chance
weather
age
bicycle
cake
older
short
dark
hungry
living
present
clean
hands
student
wonder
forgot
spent
hospital
glad
hasn
kill
lie
bring
dollars
killed
light
sometimes
surprised
became
company
high
street
taking
thinks
tree
bit
daughter
gets
hurry
making
sat
born
milk
snow
become
birthday
stand
wine
camera
careful
cut
tokyo
computer
others
part
rather
saying
secret
##ate
near
die
miss
possible
trust
hit
stopped
whether
white
clothes
dead
flowers
plane
store
canadian
moment
works
eaten
##ation
expensive
tea
##l
between
worked
beer
behind
black
paper
speaks
takes
##ies
speaking
thirty
wearing
sing
sunday
whole
##k
glasses
rest
changed
key
maybe
stayed
wrote
anybody
business
dogs
famous
its
women
catch
dangerous
four
herself
strange
uncle
building
heart
helped
order
touch
trip
lose
running
worry
yours
##ment
break
different
library
raining
asleep
bank
dress
during
movies
paid
reason
hold
interested
problems
strong
tall
team
waited
##ant
##or
crazy
shirt
showed
##an
##in
air
blame
noise
real
telephone
thanks
##ry
advised
agree
exactly
pain
quickly
send
umbrella
ice
least
piano
proud
##able
##ar
broken
cook
cup
dictionary
half
known
loved
lucky
needed
drunk
hat
seven
several
win
##nt
feeling
front
garden
girlfriend
mistakes
outside
patient
probably
walked
words
##i
##on
baseball
either
finally
floor
health
played
poor
swimming
bag
glass
missed
quit
seeing
talked
##ful
enjoy
head
hide
restaurant
sun
united
weight
##est
minute
road
somebody
whose
##ted
safe
smoke
states
##ity
driving
evening
lying
pass
radio
wear
##le
animals
arrive
cats
cry
move
ok
promise
sad
television
drinking
guitar
husband
learned
##ting
attention
brought
cost
opened
paris
side
sound
winter
boys
crying
danger
decision
fishing
follow
invited
prefer
return
ship
shut
accept
concert
forward
guess
liked
london
rules
blue
learning
seemed
sent
set
twice
wall
##ist
##th
choice
dance
excuse
fine
kiss
second
solve
visited
younger
abroad
desk
explain
grandfather
kitchen
less
meat
singing
##ive
address
apple
beach
closed
hiding
kids
mad
promised
begin
expect
lake
lawyer
leaving
listening
mountain
offer
passed
point
seat
traffic
travel
wash
waste
alive
completely
happens
law
sleeping
spoke
vacation
##ow
airport
china
eats
situation
though
weren
worried
##ter
eggs
fight
shopping
sitting
success
ticket
apples
clear
hardly
impossible
medicine
opinion
serious
worth
writing
##ers
bird
case
guy
lend
refused
sense
soccer
##ine
also
drank
figure
machine
message
taken
walking
american
brothers
chair
deal
keys
perfect
piece
terrible
weekend
##m
bread
church
coat
fault
foreign
inside
knife
voice
york
##led
college
doubt
driver
enemy
horse
months
pick
sky
sounds
tie
##age
##it
##less
across
boyfriend
girls
happening
novel
pen
worse
##at
arm
boss
gun
languages
pictures
test
cooking
easily
expected
funny
##ia
bath
carefully
cream
heavy
laughed
policeman
shot
suddenly
surprise
teach
telling
wonderful
written
##man
10
bridge
cars
eight
foot
france
newspaper
plans
save
smart
till
wake
##ical
honest
hundred
necessary
quiet
share
slowly
staying
##p
chinese
choose
feed
future
grew
kissed
leaves
none
past
taxi
##ary
##us
ride
shop
speech
wallet
warm
worst
##ous
aware
carry
couple
earth
experience
given
sign
somewhere
##ness
decide
difference
fat
ill
moved
owe
received
salt
sentence
standing
sugar
weeks
actually
birds
fact
native
ought
president
##0
##ated
##h
##st
##ure
ball
blood
bottle
count
eye
fix
king
means
nervous
prison
sell
shower
storm
twenty
yes
##ct
empty
fear
golf
guys
line
marry
mouth
planning
public
smile
stood
##ble
##ied
correct
entered
fly
forgive
german
plays
regret
sight
whatever
##et
escape
failed
feelings
gift
list
murder
neither
price
spoken
succeed
supposed
certain
charge
deep
grandmother
information
joke
nine
picked
report
shall
smiled
spring
village
##ge
##ue
anywhere
apologize
bill
borrow
fruit
god
popular
rains
saturday
sea
single
smell
stolen
thousand
trees
check
club
green
history
kyoto
rang
##ial
##id
##ling
agreed
beat
built
cheese
crowd
delicious
europe
fall
favor
guilty
hadn
handed
museum
pair
returned
slept
teeth
##ip
##se
apartment
believes
blind
cards
consider
dad
drinks
faster
germany
join
laugh
moon
taught
wedding
yellow
##ish
##ped
000
arrested
aunt
bike
earlier
enjoyed
feels
immediately
liar
listened
painting
player
reached
sisters
soup
university
watched
##ious
##is
##ise
##ts
ahead
allow
beginning
common
covered
date
film
government
innocent
leg
noticed
realized
respect
satisfied
soldiers
vegetables
welcome
wondered
##re
accused
among
answered
bear
bedroom
boring
canada
control
courage
ended
finger
gas
grow
hates
luck
raise
suit
taller
threw
top
washing
yen
##ch
##ible
##ire
##te
alarm
asking
believed
body
complaining
convince
convinced
crime
harder
likely
studied
wears
zoo
##5
##b
##ged
absent
attend
behavior
boat
classroom
color
disappointed
flower
locked
painted
scared
speaker
type
understood
##ned
##ty
absolutely
allowed
fence
fired
fond
forever
instead
island
mom
pretended
realize
ring
rule
stuck
theater
usual
##ally
##as
##ries
breath
caused
course
dishes
dressed
exam
fit
jacket
keeps
lied
low
peace
saved
sports
stole
truck
accepted
ashamed
attack
awake
button
calm
cash
exercise
fresh
games
healthy
held
ideas
intelligent
judge
project
purpose
sang
seriously
special
talks
tears
themselves
##king
##rs
##u
begins
belongs
bored
bother
cancer
certainly
dropped
explained
explanation
fighting
filled
friday
human
legs
lonely
map
meant
middle
passport
race
rained
rice
rock
space
spanish
sweater
##en
appreciate
england
followed
heat
hid
idiot
injured
italy
missing
position
recently
singer
sold
subject
throw
translate
##am
##f
##ished
##ns
according
admit
capital
cause
comfortable
cried
dirty
duty
employees
extremely
furniture
headache
license
nearly
notice
oil
ordered
post
prices
prize
protect
size
sooner
support
thief
unfortunately
washed
windows
##ent
##g
##ile
##ions
##ss
account
art
butter
cookies
eventually
fever
flight
hang
involved
jokes
laughing
magazine
paint
pencil
rent
toilet
unlikely
##ian
admitted
area
calls
climbed
discuss
enter
fool
forced
group
hobby
hung
invite
lock
lots
raised
solution
straight
whoever
woke
##ls
##pt
##ring
afford
animal
bigger
calling
considered
continued
countries
dreams
earthquake
feet
fingers
kid
mail
meal
midnight
risk
rope
shy
songs
stick
stone
stranger
taste
useful
wind
wore
##aking
##ier
##os
00
cheap
dancing
diet
excited
fair
fed
fixed
gold
happiness
hey
lay
lights
memory
ourselves
power
relax
remained
runs
simple
stuff
suicide
suitcase
tastes
unless
vote
wet
whenever
##board
##cy
##ury
allergic
card
chicken
chocolate
contact
cool
costs
discovered
excellent
fill
football
giving
hole
joking
osaka
perhaps
pizza
pocket
result
seldom
silent
similar
system
theory
video
wood
##ance
##ations
##ice
##ite
##ities
##ize
##ized
##ot
##ping
##red
accustomed
assume
barely
blew
chess
confused
deaf
entire
except
factory
forgotten
form
friendly
helping
helps
hurts
illness
losing
loud
meaning
oranges
roof
rude
star
studies
willing
##2
##3
##4
##ap
##ard
##ase
##ating
##ay
##ber
##les
##med
##op
##ore
americans
answers
anyway
appointment
avoid
brave
clearly
climate
cute
drop
drove
energy
escaped
examination
expecting
fifteen
goodbye
grass
habit
houses
jealous
lady
lazy
managed
members
mt
naked
neighbor
nor
normal
nose
pieces
prepared
south
spends
sport
stealing
twelve
uses
view
##ak
##ce
##ck
##rated
##tic
above
bell
bet
clever
continue
corner
cross
drugs
ear
gives
land
math
mood
moving
naive
noon
opportunity
permission
proposal
skirt
sleepy
slow
socks
stairs
starting
stronger
temperature
tickets
tongue
urgent
winning
woods
##ick
##ide
##ify
abandoned
bathroom
belong
buying
depends
deserve
difficulty
ears
fail
gentleman
hated
hearing
hopes
knocked
letters
louder
matters
menu
pity
pleased
potatoes
prevented
remind
solved
someday
stars
suggested
supermarket
teachers
trusted
wise
within
##ast
##ative
##ence
##form
##ner
##nts
accidents
acted
arrest
article
attended
brush
burned
changes
copy
couch
cousin
denied
doll
dying
emergency
exist
juice
mountains
neck
obey
offered
page
skiing
third
trap
traveled
website
##ging
##ists
##men
##ments
##ual
##up
act
add
apologized
bench
betrayed
bite
complained
condition
curious
distance
education
eleven
evil
familiar
following
harm
imagine
jumped
kinds
mention
named
names
orange
pale
passengers
patience
plenty
poem
pull
reach
results
rome
rose
russian
salary
sale
smells
sundays
tallest
teaches
teaching
writer
##ily
##ks
##na
##og
##ps
100
agreement
attacked
band
becoming
classes
climb
details
disease
egg
everywhere
fifty
flying
forest
funeral
handsome
holiday
hoping
huge
illegal
jackson
jail
lasted
miles
million
perfectly
refrigerator
remain
repaired
round
scolded
season
sofa
stories
subway
unable
wherever
workers
writes
##her
##ney
##ons
##ors
##ows
##time
##ude
##ured
##ut
##w
apart
arms
assumed
bald
cleaning
clouds
compared
complete
depressed
elevator
embarrassed
example
falling
farm
fortune
fuji
gate
graduated
ignored
jobs
kidding
largest
manager
mayor
natural
neighborhood
neighbors
ones
paying
persuade
pie
pool
population
responsible
rid
silence
spain
starts
survived
sweet
thirsty
understands
useless
warned
wild
##and
##ction
##icted
##ight
##ir
##ism
##ole
##orn
##rate
##ward
20
available
awful
basketball
bomb
brazil
committed
complain
cooked
drives
dry
due
easier
flew
generally
grateful
guests
hello
hunting
invented
market
marriage
match
mathematics
mexico
nearest
nurse
photo
pulled
pushed
shelf
stamps
suggest
translated
traveling
walks
weird
worn
##ach
##ack
##ake
##ef
##el
##hy
##ified
##itive
##nce
##ning
##one
##ze
appeared
appears
badly
bright
buried
captain
castle
childhood
crossed
deeply
election
engine
exhausted
garage
genius
ground
hero
highly
holidays
horses
india
intend
intention
larger
lift
mirror
ocean
orders
picnic
prepare
relationship
sandwich
science
smiling
sore
sort
step
succeeded
sudden
suppose
suspect
tight
totally
tough
treat
violence
weak
##9
##ale
##all
##ans
##ered
##il
##ited
##lished
##oon
##uce
##um
although
amazing
beauty
borrowed
brown
carried
changing
conversation
credit
deserted
diary
draw
drug
elected
fallen
final
foolish
friendship
frightened
ghosts
gotten
greatest
hill
ignore
interest
introduce
invitation
itself
kicked
lesson
modern
musician
nuts
october
oh
ours
pleasant
possibility
private
punished
puppy
puzzle
quick
recognize
recommend
reminds
request
resembles
shoulder
stomach
tells
towel
trapped
upset
using
visiting
warn
wins
##ace
##ank
##ave
##bling
##ched
##ets
##ey
##ict
##inated
##ires
##ong
##oo
##ood
##sed
##ute
acting
amount
army
artist
author
basket
board
bottom
build
cares
center
cigarette
citizen
claimed
complicated
computers
danced
definitely
dentist
dumb
email
equal
exciting
forgetful
impressed
kissing
lack
laid
lies
north
outfit
push
reasons
ringing
skin
sleeps
smaller
soldier
sons
tied
treated
unhappy
wondering
##amp
##ator
##de
##ded
##ically
##ill
##ips
##ition
##its
##izing
##oad
##oke
##py
##rating
##ult
##ur
ability
action
adopt
advantage
airplane
alcohol
anger
argue
argument
audience
baffled
birth
breathe
canceled
cheated
cheek
chicago
chose
divorce
divorced
effort
enemies
goal
grapes
handkerchief
june
knowing
leaned
master
mess
mistaken
obvious
obviously
okay
parked
plants
practice
pressure
program
progress
raw
record
refuse
robbed
ruined
sings
snowed
snowing
supper
suspicious
tail
turkey
ugly
violin
voted
##ain
##antly
##are
##bs
##ee
##ew
##iate
##ics
##im
##ined
##io
##ising
##istic
##ium
##ol
##ook
##ree
##ress
##sy
##uate
##use
50
500
baked
bound
cleaned
closer
contract
cookie
crash
crossing
doctors
economy
envelope
exchange
forty
fought
growing
harvard
hire
insane
iron
italian
jump
kindness
ladder
lately
lecture
lightning
loss
lower
murdered
newspapers
novels
personal
persuaded
photos
polite
pond
prohibited
prove
receive
recognized
saving
sells
sewing
strangers
successful
touched
toy
vain
value
vase
##ates
##co
##cted
##dy
##erve
##ess
##icked
##ival
##ked
##land
##line
##nd
##ories
##rade
##rew
##tain
##ton
##usion
##way
##zed
actor
advance
arguing
average
begged
british
bucket
candy
capable
cd
cell
classmates
concerned
confessed
cousins
deer
desert
deserves
detail
disappeared
dreamed
dreaming
ease
electricity
entrance
expert
express
granted
hers
impression
internet
kilometers
knee
main
nature
noisy
nonsense
owns
planet
sand
self
sharp
shoot
signed
slight
spilled
spite
spread
staring
strength
talent
text
thin
throat
toward
trains
watches
##1
##ager
##ang
##arian
##ashed
##house
##ins
##ised
##itting
##lies
##obe
##ort
##ote
##oy
##ral
##tion
##x
africa
annoying
bar
battle
canadians
charged
cigarettes
closet
collecting
concentrate
conference
contest
cruel
deny
describe
destroyed
drew
dust
earns
efforts
facts
false
field
finding
fluently
fox
fridge
gloves
handle
hired
honesty
horrible
however
jazz
knowledge
magic
member
papers
priest
professor
promises
quietly
reads
rented
reply
rode
schedule
seats
selling
served
shake
shoe
shorter
stared
sunglasses
survive
taxes
tuesday
upon
visa
visitors
##ade
##air
##ats
##eat
##ians
##iff
##ign
##ipped
##ique
##ives
##mit
##ms
##posed
##rain
##ray
##semble
##tery
##tle
##unate
##ures
##uted
##ution
##ving
##vious
##vy
##zing
adopted
anxious
baggage
banged
barking
behave
biggest
burn
cab
causes
cheaper
coins
committee
cover
custom
daughters
debt
delayed
dessert
double
drunken
evidence
failure
fashion
file
flashlight
force
frankly
greeted
helicopter
hi
hidden
honey
hug
hugged
imagination
improve
lion
model
mystery
notebook
nowhere
options
peanuts
percent
places
pleasure
pointed
politics
presents
quality
remembered
repair
reputation
restless
ridiculous
riding
rumor
scene
screen
selfish
service
sheep
speed
stake
steal
sunny
sushi
talented
task
terrific
thirteen
tower
typhoon
unfair
universe
unreliable
wasting
wound
wounded
##7
##aled
##ature
##bon
##ctive
##cts
##ding
##ds
##een
##ened
##ens
##ern
##iable
##iction
##iest
##ization
##me
##ne
##oom
##ory
##ove
##sion
##sist
##ug
##ve
##ware
actress
ambulance
apology
apparently
appearance
asks
attractive
autumn
babbling
bananas
bottles
bowl
brief
budge
carrying
chat
checked
cities
command
concern
cough
dating
diamond
discussed
distinguish
doubts
embassy
engaged
experiment
explosion
extra
families
flat
foods
gained
grabbed
guns
hokkaido
importance
income
ink
instructions
interrupt
introduced
jam
jogging
latest
motorcycle
mouse
nowadays
occurred
pack
painful
pants
parking
per
planned
planted
players
poet
policy
pregnant
preparing
press
prevent
prisoner
promotion
properly
reasonable
register
released
repeat
salad
scream
sensitive
separated
shocked
silver
ski
snakes
sour
spending
stomachache
stops
sweating
tap
temper
thanked
thick
thorough
thousands
twin
twins
understanding
upstairs
weapon
weapons
wishes
##8
##ache
##ag
##aked
##ame
##ants
##ars
##bly
##covery
##cure
##dle
##dom
##iated
##ination
##ior
##iver
##iving
##ka
##ke
##lar
##mer
##ming
##nic
##ny
##oving
##read
##sters
##table
##tical
##ume
##vil
2013
access
admire
ancient
arriving
attempted
attitude
begun
besides
beyond
blackboard
boots
bowed
burst
buses
cage
cakes
cheered
chosen
claims
colors
compare
competition
conceited
cows
crowded
cups
damage
demanded
deserved
devoted
direction
divided
document
documents
drowning
earn
especially
fairly
faith
falls
firm
fortunately
framed
grown
hawaii
hoax
humor
hunch
hundreds
impatient
independent
insisted
intended
killing
korean
leader
lent
lit
meals
memorize
method
mobile
murderer
nearby
oldest
owes
particular
pencils
personally
photograph
plate
political
presence
pretend
professional
removed
roses
safety
scissors
screamed
sentenced
shock
shook
showing
smarter
society
square
statue
streets
stubborn
suggestion
thoughts
thrilled
tore
trigger
turns
warmer
web
wished
witness
##50
##ached
##acy
##ague
##als
##ano
##aries
##cover
##ear
##gle
##hone
##iation
##ication
##ig
##ings
##lance
##like
##lipped
##lish
##mber
##ob
##ome
##ool
##ose
##per
##race
##ration
##ressive
##rown
##tal
##ten
##uck
##ull
absence
adults
aid
appetite
apply
approve
april
aside
assure
avoided
beans
bleeding
brain
breaking
broom
ceiling
claim
coin
coincidence
conscious
court
coward
curtain
deceived
delay
department
despise
difficulties
disappoint
discussion
dollar
dozen
drawer
employee
encouraged
ends
eyesight
fainted
farmer
garbage
ghost
gifts
hall
hanging
happier
harsh
heater
heavily
honor
hoped
imagined
informed
issue
january
journalist
joy
lawn
lips
loan
local
lottery
loudly
lovely
medical
meters
nap
nodded
normally
opening
opposed
ordinary
outstanding
oxygen
package
pages
path
pepper
pilot
plain
pockets
pray
pressed
prince
product
punishment
purse
queen
rainy
rare
rejected
relaxed
remains
reminded
rescued
retired
rights
rising
rough
sandwiches
scenery
searched
secrets
seventeen
shame
snake
source
stage
stamp
tend
terms
theirs
treatment
trunk
unexpected
ways
west
whistle
wooden
##6
##act
##ail
##ape
##aring
##asant
##ash
##asty
##asy
##aves
##aving
##aw
##bies
##bled
##cast
##cated
##come
##den
##doors
##ect
##eze
##holic
##icate
##ific
##igh
##ils
##ink
##ipe
##ipt
##ision
##lows
##mon
##oes
##osed
##ound
##out
##over
##owed
##pear
##ple
##ply
##rely
##ride
##rk
##ror
##rrow
##ster
##tched
##teen
##tered
##ture
##uard
##uggled
##ung
##used
##ush
##volution
aim
amusing
arrives
automobile
based
beard
becomes
belt
bible
blamed
bookstore
chairs
classical
climbing
closely
cloudy
communicate
confess
criminal
culture
damaged
decent
defend
degrees
dish
downstairs
eighteen
electric
enjoying
enjoys
error
facebook
fascinating
fate
figured
financial
flu
fluent
fog
frame
gathered
grab
grades
greek
hammer
hatred
higher
holding
insects
jeans
jury
laptop
level
lincoln
located
magazines
medal
mistook
nails
national
note
odd
operation
opposite
owner
parts
password
plant
poems
popcorn
postponed
practicing
property
rabbit
racket
rarely
rate
remarkable
rooms
rotten
row
rush
russia
scientist
secretary
shed
silk
smokes
social
spell
split
stands
stock
stove
style
supplies
target
threatened
tourist
toys
treasure
typical
unknown
unusual
volleyball
wealth
wheel
wings
wolves
worrying
yokohama
##00
##ages
##akes
##ama
##ased
##bition
##bow
##box
##cious
##clined
##cope
##cue
##cus
##day
##eral
##fe
##fit
##fully
##gy
##hew
##hine
##ident
##idy
##ining
##int
##ipated
##isible
##ison
##isted
##ister
##itch
##ived
##lated
##ledged
##lied
##lief
##lip
##nel
##noring
##oe
##ogist
##ology
##om
##ony
##oral
##ord
##order
##ouse
##port
##ported
##position
##propriate
##ra
##rable
##ressing
##rings
##sistance
##ub
##ud
##un
##ural
##urgers
##ushed
##vant
##wood
absolute
accent
accompany
admired
adult
advise
album
alice
amazed
answering
application
appreciated
approved
aspirin
astronaut
bears
bitter
boil
briefcase
budget
bullet
burning
burns
candles
celebrate
cellphone
charming
cheating
circumstances
competent
complaints
complex
confident
construction
convenient
cops
dare
data
dim
disguised
dislike
dizzy
dried
egypt
eighty
ex
exact
fantastic
feeding
fifth
flag
flood
flour
forehead
foreigners
furious
gain
goat
grave
gym
height
hesitate
honeymoon
improved
incident
interpreter
ipad
laughs
lawyers
lead
leather
led
listens
longest
loses
mild
millionaire
nail
nation
necklace
nightmare
non
numbers
officer
optimistic
oven
painter
pajamas
palace
pillow
pink
pipe
poker
politicians
postpone
poured
poverty
predict
prefers
products
proved
punched
putting
quarter
recovered
repeated
require
research
reservation
resources
responsibility
romantic
roommate
scare
search
searching
shared
shouted
shows
sides
silly
sink
skate
soap
spade
spicy
stabbed
stepped
stew
stones
strict
struck
suffered
suffering
sum
surrender
swam
swear
sweat
terribly
tire
track
translation
treaty
tune
unhealthy
valuable
volume
washington
wednesday
wheat
##39
##acing
##aint
##alid
##ames
##apped
##ara
##atic
##awa
##bed
##bel
##c
##der
##end
##ering
##hai
##hin
##icient
##ider
##igation
##ipate
##iring
##ita
##iter
##itted
##key
##let
##lin
##lt
##ma
##nch
##nded
##ners
##nge
##oast
##ock
##oid
##oll
##oms
##oot
##ope
##ower
##owing
##oyal
##oyed
##pers
##ports
##rial
##sive
##stic
##tch
##tive
##udging
##uin
##ul
##umped
##unt
##ust
##ved
##z
300
absurd
adjust
ages
angel
applied
assistant
authority
beating
below
beside
blow
bothering
brand
breaks
cancel
cave
chemistry
cloth
clothing
coal
collect
collected
comments
conditioner
confidence
contains
cooks
cottage
crops
cure
currently
customs
deals
decisions
delegates
described
designed
desperate
disaster
discount
disturb
disturbing
doors
downtown
drawing
entering
environment
esperanto
essential
exams
expenses
faces
fits
freedom
further
golden
goose
greece
haircut
handwriting
harvest
ignorance
incredible
incredibly
insulted
interrupted
july
junk
knees
lacks
latin
lean
manage
manners
messages
metal
minded
misses
misunderstanding
narrow
nerves
notes
oath
online
opens
opera
original
orphan
otherwise
panic
parties
pianist
picking
pig
pills
politician
powerful
prime
provided
reality
relieved
rely
remembers
resigned
rubbed
sake
santa
seated
secretly
section
seized
separate
shining
shooting
shout
soft
spill
stays
suffer
suitable
suitcases
surgery
surrounded
switch
talkative
tax
technology
theft
thumb
tourists
unlucky
upside
violent
waiter
whichever
wide
yourselves
##aches
##ador
##airs
##aks
##alk
##alled
##aped
##ately
##aved
##ax
##by
##cess
##cle
##ctor
##curity
##eated
##ection
##eel
##eer
##efeated
##ell
##elled
##els
##ended
##ening
##estimate
##etic
##fort
##ganized
##go
##ices
##icking
##iece
##ieve
##ifle
##ift
##ints
##ired
##irts
##itating
##itional
##itious
##ivity
##lea
##lessness
##light
##lls
##loud
##lugged
##ncy
##nected
##ody
##oiled
##olve
##ond
##oss
##otion
##ption
##ract
##rase
##res
##rge
##ribe
##rks
##rogen
##rop
##rt
##sing
##ssing
##tended
##tent
##ters
##tles
##town
##tract
##uct
##uded
##ued
##ulated
##ulge
##unted
##utes
##wn
##work
##yed
18
abuse
achieved
acquainted
active
added
agrees
alibi
announced
anytime
applauded
armed
arranged
asia
atmosphere
attempt
attracted
avoiding
backyard
bags
balance
bathtub
bills
blaming
boiled
boxes
brakes
bribe
buildings
bumped
bunch
bush
camping
candle
career
carpet
carrots
character
charity
chased
cheat
checks
chores
circle
claus
coach
collection
comb
comment
congratulate
congratulated
content
contributed
crashed
created
crew
curiosity
customers
dawn
dealing
demand
description
despite
destiny
disgusting
distract
dresses
drowned
dug
earned
east
economic
effect
effective
errors
event
fellow
finds
folded
foreigner
forgiven
fork
fried
frozen
generous
gradually
happiest
harmful
headed
helpless
hesitated
hunger
hurried
hurting
increase
increasing
innocence
insurance
invention
investigating
joined
justice
keeping
kidnapped
kilograms
knock
knocking
landed
leftovers
lessons
lines
literature
loose
luggage
lyrics
maid
major
march
mark
mass
material
meetings
mexican
miracle
misleading
moments
musical
necessity
object
occasion
occur
onto
opinions
packed
paintings
permit
physics
poison
possibly
potato
pounds
prisoners
pronounce
proof
provide
punctual
puts
quarrel
rabbits
ranch
refund
regards
regular
regularly
relatives
religion
replace
richest
rumors
safely
scary
scientists
scotland
sentences
settle
shaved
shirts
skinny
slapped
soul
spaghetti
spot
starving
strike
suits
suspected
switzerland
tasted
temptation
terrified
thankful
tigers
tools
toothpaste
trash
treats
tricks
tries
trousers
turning
uncomfortable
unconscious
unemployed
unlocked
vegetarians
victory
volunteer
washes
welcomed
whales
whispered
windy
wiped
woken
wolf
wrap
yard
yelling
##!
##"
##$
##%
##'
##,
##-
##.
##/
##:
##;
##?
##j
##q
##v
##°
##‘
##’
##€
